{ "_id" : { "$oid" : "5a7e1107f3171e3ffa23982e" }, "id" : 0, "story" : "I can see that the temperature minimum and maximum both decrease and increase respectively, resulting in even lower lows and higher highs throughout the year. This means colder winters and warmer summers. For children, the extremities may be more difficult for them to handle, meaning less time spent outside - an already grim prospect as it is becoming realized.", "title" : "Buildings in Phoenix in 2050", "location" : "Phoenix", "author" : "ehleung", "comments" : [] }
{ "_id" : { "$oid" : "5a7e12d8f3171e3ffa23982f" }, "id" : 1, "story" : "The increases could make Tuzigoot much harder to visit because it can be very hot to go to throughout the year.", "title" : "Increased Temperature at Tuzigoot", "location" : "Tuzigoot National Monument", "author" : "ehleung", "comments" : [] }
{ "_id" : { "$oid" : "5ab469a1b848b86fba099db1" }, "story" : "", "title" : "", "location" : "Safford", "author" : "", "comments" : [], "__v" : 0 }
{ "_id" : { "$oid" : "5ab82a265e450d4c3792c1e8" }, "story" : "It gets hotter by 2050, and that would make our summers even worse than they are already! But we're going to get more rain, which isn't bad at all. It also means we can nurture our plants and trees better. Just as there's sunshine after the rain, there is an upside to this worsening temperature. Maybe we can find a way to solve it by then?", "title" : "Sunshine after the Rain", "location" : "Phoenix", "author" : "Jamie Voss", "comments" : [], "__v" : 0 }
{ "_id" : { "$oid" : "5ac7bc325e450d4c3792c1e9" }, "story" : "Disclaimer: We are not responsible for any financial loss, data loss, downgrade in search engine rankings, missed customers, undeliverable email or any other damages that you may suffer upon the expiration of 52wdw.com. For more information please refer to section 17.c.1a of our User Agreement. \n\n This is your final notice to renew 52wdw.com: \n\n https://netdomainportal.com/?n=52wdw.com&r=a \n\n In the event that 52wdw.com expires, we reserve the right to offer your listing to competing businesses in the same niche and region after 3 business days on an auction basis. \n\n This is the final communication that we are required to send out regarding the expiration of 52wdw.com \n\n Secure Online Payment: \n\n https://netdomainportal.com/?n=52wdw.com&r=a \n\n All services will be automatically restored on 52wdw.com if payment is received in full before expiration. Thank you for your cooperation.", "title" : "1", "location" : "Choose your location...", "author" : "1", "comments" : [], "__v" : 0 }
{ "_id" : { "$oid" : "5acc3e61c23ac8745b741d39" }, "story" : "In 2050, large animals like mountain lions will have a harder time dealing with the heat. They might move lower to cooler areas, potentially near people. This could cause an unfortunate accidents.. we should try to prevent this.", "title" : "What happens in 2050 to large animals", "location" : "Organ Pipe Cactus National Monument", "author" : "Jacob", "comments" : [], "__v" : 0 }
